export const map = {
  travel_type: {
    "ทะเล": "เที่ยวทะเล",
    "ภูเขา": "เที่ยวภูเขา",
    "วัฒนธรรม": "เที่ยววัฒนธรรม",
    "คาเฟ่": "คาเฟ่น่าเที่ยว",
    "ธรรมชาติ": "เที่ยวธรรมชาติ",
    "เมือง": "เที่ยวเมือง",
  },

  activities: {
    "ถ่ายรูป": "จุดถ่ายรูป",
    "เดินป่า": "เดินป่า",
    "อาหาร": "ของกินร้านอร่อย",
    "ช้อปปิ้ง": "ช้อปปิ้ง",
    "พักผ่อน": "เที่ยวพักผ่อน",
  },

  atmosphere: {
    "คึกคัก": "บรรยากาศคึกคัก",
    "เงียบสงบ": "เที่ยวเงียบสงบ",
    "ผจญภัย": "เที่ยวผจญภัย",
    "หรูหรา": "เที่ยวหรู",
  },

  budget: {
    "ประหยัด": "เที่ยวประหยัด",
    "ปานกลาง": "งบปานกลาง",
    "หรูหรา": "เที่ยวหรู",
  },

  travel_companion: {
    "คนเดียว": "เที่ยวคนเดียว",
    "คู่รัก": "เที่ยวกับแฟน",
    "ครอบครัว": "เที่ยวครอบครัว",
    "เพื่อน": "เที่ยวกับเพื่อน",
  },

  travel_time: {
    "ฤดูร้อน": "เที่ยวหน้าร้อน",
    "ฤดูฝน": "เที่ยวหน้าฝน",
    "ฤดูหนาว": "เที่ยวหน้าหนาว",
    "ยืดหยุ่น": "",
  },

  travel_goal: {
    "พักผ่อน": "ทริปพักผ่อน",
    "ผจญภัย": "ทริปผจญภัย",
    "วัฒนธรรม": "เที่ยววัฒนธรรมท้องถิ่น",
    "ความบันเทิง": "ที่เที่ยวกิจกรรมสนุก",
    "เที่ยวให้ตรงกับไลฟ์สไตล์": "",
  },
};
